# ── Terminal ──────────────────────────────────────────────────────────────────
wezterm-git

cava

# App launcher
elephant
elephant-desktopapplications
elephant-runner
elephant-files
elephant-calc
elephant-websearch
elephant-clipboard
elephant-symbols
elephant-windows
walker

# File manager theming
adwaita-qt
papirus-folders

# Icon themes
tela-icon-theme-git
tela-circle-icon-theme-git
yaru-icon-theme
fluent-icon-theme-git
nordzy-icon-theme
quickshell-git

ttf-meslo-nerd-font-powerlevel10k
ttf-font-awesome-4